{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2026-02-02T12:31:46.170-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Unity.UnityHub",
          "Version": "> 3.15.2"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2005.x64",
          "Version": "8.0.56336"
        },
        {
          "PackageIdentifier": "Oracle.JDK.17",
          "Version": "21.0.3.0"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x64",
          "Version": "10.0.40219"
        },
        {
          "PackageIdentifier": "Oracle.JDK.19",
          "Version": "19.0.2.0"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2008.x64",
          "Version": "9.0.30729.7523"
        },
        {
          "PackageIdentifier": "Google.GoogleDrive",
          "Version": "120.0.1.0"
        },
        {
          "PackageIdentifier": "Oracle.JavaRuntimeEnvironment",
          "Version": "8.0.4610.11"
        },
        {
          "PackageIdentifier": "Kitware.CMake",
          "Version": "3.30.2"
        },
        {
          "PackageIdentifier": "Microsoft.GameInput",
          "Version": "10.1.26100.6879"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.BuildTools",
          "Version": "17.14.25"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.Community",
          "Version": "< 17.14.6"
        },
        {
          "PackageIdentifier": "Google.Chrome.EXE",
          "Version": "144.0.7559.110"
        },
        {
          "PackageIdentifier": "JetBrains.IntelliJIDEA.Community",
          "Version": "2024.1.4"
        },
        {
          "PackageIdentifier": "JetBrains.Rider",
          "Version": "2024.2.6"
        },
        {
          "PackageIdentifier": "OBSProject.OBSStudio",
          "Version": "29.1.3"
        },
        {
          "PackageIdentifier": "Valve.Steam",
          "Version": "2.10.91.91"
        },
        {
          "PackageIdentifier": "ZeroTier.ZeroTierOne",
          "Version": "1.14.2"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64",
          "Version": "12.0.40664.0"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.6",
          "Version": "6.0.36"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86",
          "Version": "14.44.35211.0"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.3_1",
          "Version": "3.1.32"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x86",
          "Version": "11.0.61030.0"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsSDK.10.0.19041",
          "Version": "10.0.19041.685"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2005.x86",
          "Version": "8.0.61187"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2008.x86",
          "Version": "9.0.30729.7523"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86",
          "Version": "12.0.40664.0"
        },
        {
          "PackageIdentifier": "JPEXS.FFDec",
          "Version": "21.1.0"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x86",
          "Version": "10.0.40219"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.8",
          "Version": "8.0.22"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x64",
          "Version": "11.0.61030.0"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64",
          "Version": "14.44.35211.0"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell",
          "Version": "7.5.4.0"
        },
        {
          "PackageIdentifier": "AutoHotkey.AutoHotkey",
          "Version": "2.0.19"
        },
        {
          "PackageIdentifier": "Discord.Discord",
          "Version": "1.0.9222"
        },
        {
          "PackageIdentifier": "SST.OpenCodeDesktop",
          "Version": "1.1.28"
        },
        {
          "PackageIdentifier": "ElementLabs.LMStudio",
          "Version": "0.3.39"
        },
        {
          "PackageIdentifier": "junegunn.fzf",
          "Version": "0.67.0"
        },
        {
          "PackageIdentifier": "Telegram.TelegramDesktop",
          "Version": "6.4.2"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys",
          "Version": "0.97.0"
        },
        {
          "PackageIdentifier": "Microsoft.AppInstaller",
          "Version": "1.27.460.0"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.7",
          "Version": "7.2409.9001.0"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.8",
          "Version": "8.2501.31001.0"
        },
        {
          "PackageIdentifier": "Microsoft.VCLibs.Desktop.14",
          "Version": "14.0.33728.0"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh",
          "Version": "29.0.2.0"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.12.460"
}
